/* Rate adjustment slider checkbox */
"Adjust rate:" = "Addasu cyfradd:";

/* label for the unit in the box for character limit */
"characters" = "llythrennau";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "Nodyn Clicio";

/* Label for speech faster */
"Fast:" = "Cyflym:";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "Bysellau Brys Eang:";

/* Limit speech display to a given amount of characters */
"Limit to" = "Cyfyngu i";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "Oedi/Ailddechrau";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "Sgipio Nodyn";

/* Label speech slower */
"Slow" = "Araf";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "Rhagosodiad y System";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "Mae hyn yn rhagflas o'r llais %@.";

/* Label for popup with voices */
"Voice:" = "Llais:";

/* Volume adjustment checkcbox */
"Volume:" = "Sŵn:";

